Repository: NaN-tic/trytond-purchase_invoice_grouping_period
Catalog: locale/*.po
Languages: ca, es

# field:party.party,purchase_invoice_grouping_period:
source: Purchase Invoice Grouping Period
ca: Període d'agrupació de factures de compra
es: Período de agrupación de facturas de compra

source: Purchase Invoice Grouping Period
ca: Període d'agrupació de factures de compra
es: Período de agrupación de facturas de compra

# field:purchase.line,invoice_date:
source: Invoice Date
ca: Data de la factura
es: Fecha de la factura

# selection:party.party,purchase_invoice_grouping_period:
source: Biweekly
ca: Quinzenalment
es: Quincenal

# selection:party.party,purchase_invoice_grouping_period:
source: Daily
ca: Diàriament
es: A diario

# selection:party.party,purchase_invoice_grouping_period:
source: Every Ten Days
ca: Cada deu dies
es: Cada diez días

# selection:party.party,purchase_invoice_grouping_period:
source: Monthly
ca: Mensual
es: Mensual

# selection:party.party,purchase_invoice_grouping_period:
source: Standard
ca: Estàndard
es: Estándar

# selection:party.party,purchase_invoice_grouping_period:
source: Weekly - Friday
ca: Setmanal - divendres
es: Semanal - viernes

# selection:party.party,purchase_invoice_grouping_period:
source: Weekly - Friday - monthly close
ca: Setmanal - divendres - tancament mensual
es: Semanal - Viernes - cierre mensual

# selection:party.party,purchase_invoice_grouping_period:
source: Weekly - Monday
ca: Setmanal - dilluns
es: Semanal - lunes

# selection:party.party,purchase_invoice_grouping_period:
source: Weekly - Monday - monthly close
ca: Setmanal - dilluns - tancament mensual
es: Semanal - Lunes - cierre mensual

# selection:party.party,purchase_invoice_grouping_period:
source: Weekly - Saturday
ca: Setmanal - Dissabte
es: Semanal - Sábado

# selection:party.party,purchase_invoice_grouping_period:
source: Weekly - Saturday - monthly close
ca: Setmanal - Dissabte - Tancament mensual
es: Semanal - Sábado - cierre mensual

# selection:party.party,purchase_invoice_grouping_period:
source: Weekly - Sunday
ca: Setmanal - Diumenge
es: Semanal - Domingo

# selection:party.party,purchase_invoice_grouping_period:
source: Weekly - Sunday - monthly close
ca: Setmanal - Diumenge - Tancament mensual
es: Semanal - Domingo - cierre mensual

# selection:party.party,purchase_invoice_grouping_period:
source: Weekly - Thursday
ca: Setmanal - dijous
es: Semanal - Jueves

# selection:party.party,purchase_invoice_grouping_period:
source: Weekly - Thursday - monthly close
ca: Setmanal - dijous - tancament mensual
es: Semanal - Jueves - cierre mensual

# selection:party.party,purchase_invoice_grouping_period:
source: Weekly - Tuesday
ca: Setmanal - Dimarts
es: Semanal - martes

# selection:party.party,purchase_invoice_grouping_period:
source: Weekly - Tuesday - monthly close
ca: Setmanal - Dimarts - Tancament mensual
es: Semanal - Martes - cierre mensual

# selection:party.party,purchase_invoice_grouping_period:
source: Weekly - Wednesday
ca: Setmanal - Dimecres
es: Semanal - miércoles

# selection:party.party,purchase_invoice_grouping_period:
source: Weekly - Wednesday - monthly close
ca: Setmanal - dimecres - tancament mensual
es: Semanal - miércoles - cierre mensual

source: Biweekly
ca: Quinzenalment
es: Quincenal

source: Daily
ca: Diàriament
es: A diario

source: Every Ten Days
ca: Cada deu dies
es: Cada diez días

source: Monthly
ca: Mensual
es: Mensual

source: Standard
ca: Estàndard
es: Estándar

source: Weekly - Friday
ca: Setmanal - divendres
es: Semanal - viernes

source: Weekly - Friday - monthly close
ca: Setmanal - divendres - tancament mensual
es: Semanal - Viernes - cierre mensual

source: Weekly - Monday
ca: Setmanal - dilluns
es: Semanal - lunes

source: Weekly - Monday - monthly close
ca: Setmanal - dilluns - tancament mensual
es: Semanal - Lunes - cierre mensual

source: Weekly - Saturday
ca: Setmanal - Dissabte
es: Semanal - Sábado

source: Weekly - Saturday - monthly close
ca: Setmanal - Dissabte - Tancament mensual
es: Semanal - Sábado - cierre mensual

source: Weekly - Sunday
ca: Setmanal - Diumenge
es: Semanal - Domingo

source: Weekly - Sunday - monthly close
ca: Setmanal - Diumenge - Tancament mensual
es: Semanal - Domingo - cierre mensual

source: Weekly - Thursday
ca: Setmanal - dijous
es: Semanal - Jueves

source: Weekly - Thursday - monthly close
ca: Setmanal - dijous - tancament mensual
es: Semanal - Jueves - cierre mensual

source: Weekly - Tuesday
ca: Setmanal - Dimarts
es: Semanal - martes

source: Weekly - Tuesday - monthly close
ca: Setmanal - Dimarts - Tancament mensual
es: Semanal - Martes - cierre mensual

source: Weekly - Wednesday
ca: Setmanal - Dimecres
es: Semanal - miércoles

source: Weekly - Wednesday - monthly close
ca: Setmanal - dimecres - tancament mensual
es: Semanal - miércoles - cierre mensual
